{
   "intents":[
      {
         "patterns":[
            "What is a campaign in doubleclick bid manager?",
            "What is a campaign in DBM?",
            "What is a campaign in doublecllck bidmanager?"
         ],
         "tag":"DBM_Architecture_campaign"
      },
      {
         "patterns":[
            "What is the DBM Service Fee for support Service?",
            "What is the support DBM Service Fee?",
            "What is the support Service Fee on DBM?",
            "What is the Doubleclick Bid Manager Service Fee for support Service?",
            "What is the support Doubleclick Bid Manager Service Fee?",
            "What is the support Service Fee on Doubleclick Bid Manager?",
            "What is the Doubleclick bidmanager Service Fee for support Service?",
            "What is the support Doubleclick bidmanager Service Fee?",
            "What is the support Service Fee on Doubleclick bidmanager?"
         ],
         "tag":"DBM_Service_Fee_support"
      },
      {
         "patterns":[
            "What is bidmanager?",
            "What is DoubleClick Bid Manager?",
            "What is DBM?"
         ],
         "tag":"DBM_Basic"
      },
      {
         "patterns":[
            "What is an line item in doubleclick bid manager?",
            "What is an LI in doubleclick bid manager?",
            "What is an line item in DBM?",
            "What is an LI in DBM?",
            "What is an line item in doublecllck bidmanager?",
            "What is an line item in doubleclick bid manager?",
            "How do line items work?",
            "How do LIs work?",
            "What is a line item?",
            "What is a LI"
         ],
         "tag":"DBM_Architecture_LI"
      },
      {
         "patterns":[
            "What is a custom affinity segment?",
            "Should I use custom affinity targeting?"
         ],
         "tag":"DBM_Targeting_Audiences_Custom_Affinity"
      },
      {
         "patterns":[
            "How do I factor in DCM costs into my DBM reporting?",
            "How do I factor in DCM costs into my Doubleclick Bidmanager reporting?",
            "How do I factor in DCM costs into my Doubleclick Bid Manager reporting?",
            "How do I factor in Doubeclick Campaign Manager costs into my DBM reporting?",
            "How do I factor in Doubleclick Campaign Manager costs into my Doubleclick Bidmanager reporting?",
            "How do I factor in Doubleclick Campaign Manger costs into my Doubleclick Bid Manager reporting?"
         ],
         "tag":"DBM_Bidding_DCM_Cost"
      },
      {
         "patterns":[
            "What are bid strategies in DBM?",
            "What are bid strategies in Doubleclick Bid Manager?",
            "What are bid strategies in Doubelclick bidmanager?",
            "How do bid strategies work in DBM?",
            "How do bid strategies work in Doubleclick Bid Manager?",
            "What are bid strategies in Doubleclick bidmanager?"
         ],
         "tag":"DBM_Bidding_Bid_Strategies"
      },
      {
         "patterns":[
            "Where do I check the pacing of IOs in DBM?",
            "How do I check my IO pacing in DBM?",
            "Where do I check the pacing of IOs in Doubecllick Bid Manager?",
            "How do I check my IO pacing in Doubleclick Bid Manager?",
            "Where do I check the pacing of IOs in Doubecllick bidmanager?",
            "How do I check my IO pacing in Doubleclick bidmanager?",
            "Where do I check the pacing of insertion orders in DBM?",
            "How do I check my insertion order pacing in DBM?",
            "Where do I check the pacing of insertion orders in Doubecllick Bid Manager?",
            "How do I check my insertion order pacing in Doubleclick Bid Manager?",
            "Where do I check the pacing of insertion orders in Doubecllick bidmanager?",
            "How do I check my insertion order pacing in Doubleclick bidmanager?"
         ],
         "tag":"DBM_UI_Reporting_Pacing"
      },
      {
         "patterns":[
            "What is an insertion order in doubleclick bid manager?",
            "What is an IO in doubleclick bid manager?",
            "What is an insertion order in DBM?",
            "What is an IO in DBM?",
            "What is an insertion order in doublecllck bidmanager?",
            "What is an IO in doubleclick bidmanager?"
         ],
         "tag":"DBM_Architecture_IO"
      },
      {
         "patterns":[
            "What is programmatic guaranteed?",
            "What is PG?"
         ],
         "tag":"DBM_Inventory_PG"
      },
      {
         "patterns":[
            "What is a performance goal in DBM?",
            "Do performance goals affect targeting?",
            "What is a performance goal in Doubeclick Bid Manager?",
            "What is a performance goal in Doubeclick bidmanager?"
         ],
         "tag":"DBM_UI_Reporting_Performance_Goals"
      },
      {
         "patterns":[
            "What does the SDF error \"Entity has changed\" mean?",
            "Why am I getting entity changed error from SDF?",
            "What does the structured data file error \"Entity has changed\" mean?",
            "Why am I getting entity changed error from structured data files?"
         ],
         "tag":"DBM_SDF_ERRORS_Entity"
      },
      {
         "patterns":[
            "What is the DBM Service Fee for Self Service?",
            "What is the Self DBM Service Fee?",
            "What is the Self Service Fee on DBM?",
            "What is the Doubleclick Bid Manager Service Fee for Self Service?",
            "What is the Self Doubleclick Bid Manager Service Fee?",
            "What is the Self Service Fee on Doubleclick Bid Manager?",
            "What is the Doubleclick bidmanager Service Fee for Self Service?",
            "What is the Self Doubleclick bidmanager Service Fee?",
            "What is the Self Service Fee on Doubleclick bidmanager?"
         ],
         "tag":"DBM_Service_Fee_self"
      },
      {
         "patterns":[
            "What is the DBM Platform Fee?",
            "What is the Platform Fee on Doubleclick Bid Manager?",
            "What is the Doubleclick Bid Manager Platform Fee?",
            "What is the platform fee on DBM?",
            "What is the platform fee on Doubleclick bidmanager?"
         ],
         "tag":"DBM_Platform_Fee"
      },
      {
         "patterns":[
            "What is the Marketplace?",
            "What is the market place?"
         ],
         "tag":"DBM_Inventory_Marketplace"
      },
      {
         "patterns":[
            "How do you factor in my DBM platform fee in reporting?",
            "What should I set for my DBM platform fee for reporting?",
            "How do you factor in my Doubleclick Bid Manager platform fee in reporting?",
            "What should I set for my Doubleclick Bid Manager platform fee for reporting?",
            "How do you factor in my Doubleclick bidmanager platform fee in reporting?",
            "What should I set for my Doubleclick Bid Manager platform fee for reporting?"
         ],
         "tag":"DBM_Bidding_DBM_Fee"
      },
      {
         "patterns":[
            "What are the advantages of using DBM?",
            "What are some of the advantages of DBM?",
            "What advantages are there to DBM?",
            "What are the advantages of using Doubleclick Bid Manager?",
            "What are some of the advantages of Doubleclick Bid Manager?",
            "What advantages are there to Doubleclick Bid Manager?",
            "What are the advantages of using Doubleclick bidmanager?",
            "What are some of the advantages of Doubleclick bidmanager?",
            "What advantages are there to Doubleclick bidmanager?",
            "Why should I use DBM?",
            "What is DBM for?",
            "What uses are there for DBM?",
            "Why should I use Doubleclick Bid Manager?",
            "What is Doubleclick Bid Manager for?",
            "What uses are there for Doubleclick Bid Manager?",
            "Why should I use Doubleclick bidmanager?",
            "What is Doubleclick bidmanager for?"
         ],
         "tag":"dbm_advantages"
      },
      {
         "patterns":[
            "How do I get a creative approved in DBM?",
            "How do I get a creative approved in Doubeclick Bid Manager?",
            "How do I get a creative approved in Doubleclick Bidmanager?",
            "How do I get creative approval in DBM?",
            "How do I get creative approval in Doubleclick Bid Manager?",
            "How do I get creative approval in Doubleclick Bidmanager?"
         ],
         "tag":"DBM_Trafficking_approval"
      },
      {
         "patterns":[
            "What is a creative in doubleclick bid manager?",
            "What is a creative in DBM?",
            "What is a creative in doublecllck bidmanager?"
         ],
         "tag":"DBM_Architecture_Creative"
      },
      {
         "patterns":[
            "What is an advertiser in DBM?",
            "What is an advertiser in Doubleclick Bidmanager?",
            "What is an advertiser in Doubleclick Bid Manager?"
         ],
         "tag":"DBM_Architecture_Advertiser"
      },
      {
         "patterns":[
            "What is SDF?",
            "What targeting units aren't supported by SDF?",
            "What are structured data files?",
            "What is a structured data file?"
         ],
         "tag":"DBM_Trafficking_SDF"
      },
      {
         "patterns":[
            "What are the pacing options?",
            "What pacing options are available?",
            "What is pacing ?"
         ],
         "tag":"DBM_Trafficking_Pacing"
      },
      {
         "patterns":[
            "Does Frequency capping work at the insertion order or line item level?",
            "Does Frequency capping work at the IO or line item level?",
            "Does Frequency capping work at the insertion order or LI level?",
            "Does Frequency capping work at the IO or LI level?",
            "How do frequency caps work?"
         ],
         "tag":"DBM_FC"
      },
      {
         "patterns":[
            "What is the DBM Service Fee for managed Service?",
            "What is the managed DBM Service Fee?",
            "What is the managed Service Fee on DBM?",
            "What is the Doubleclick Bid Manager Service Fee for managed Service?",
            "What is the managed Doubleclick Bid Manager Service Fee?",
            "What is the managed Service Fee on Doubleclick Bid Manager?",
            "What is the Doubleclick bidmanager Service Fee for managed Service?",
            "What is the managed Doubleclick bidmanager Service Fee?",
            "What is the managed Service Fee on Doubleclick bidmanager?"
         ],
         "tag":"DBM_Service_Fee_managed"
      },
      {
         "patterns":[
            "What is the format for SDF?",
            "What is the format for structured data files?"
         ],
         "tag":"DBM_SDF_Format"
      }
   ]
}